/* All Documents type popup item */
"All Documents" = "Wszystkie dokumenty";

/* All Readable Known type popup item */
"All Known Documents" = "Wszystkie znane dokumenty";

/* All Readable Documents type popup item */
"All Readable Documents" = "Wszystkie czytelne dokumenty";

/* Cancel button text */
"Cancel" = "Anuluj";

/* Choose button text */
"Choose" = "Wybierz";

/* ChooseFile dialog title */
"Choose a File" = "Wybieranie pliku";

/* ChooseFolder dialog title */
"Choose a Folder" = "Wybieranie katalogu";

/* ChooseVolume dialog title */
"Choose a Volume" = "Wybieranie woluminu";

/* ChooseObject dialog title */
"Choose an Object" = "Wybieranie obiektu";

/* Default save format menu item */
"Default" = "Domyślny";

/* Discard changes button text */
"Discard Changes" = "Porzuć zmiany";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Czy chcesz przywrócić do ostatnio zachowanej wersji dokumentu „%@”?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Czy chcesz zachować zmiany dokonane w dokumencie „%@”?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Czy chcesz zachować zmiany dokonane w tym dokumencie?";

/* Don't save button text */
"Don\\U2019t Save" = "Nie zachowuj";

/* Open panel enable popup label */
"Enable:" = "Włącz:";

/* Save panel format popup label */
"Format:" = "Format:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Jeśli nie przejrzysz dokumentów, wszystkie zmiany zostaną utracone.";

/* New folder button text */
"New Folder" = "Nowy katalog";

/* Revert button text */
"Revert" = "Przywróć do zachowanego";

/* Review changes button text */
"Review Changes\\U2026" = "Przejrzyj zmiany…";

/* Save button text */
"Save" = "Zachowaj";

/* PutFile default save file name */
"untitled" = "bez nazwy";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "W %1$ld dokumentach programu %2$@ są niezachowane zmiany. Czy chcesz przejrzeć te zmiany przed zakończeniem?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "W kilku dokumentach %@ są niezachowane zmiany. Czy chcesz przejrzeć te zmiany przed zakończeniem?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Zmiany zostaną utracone, jeśli ich nie zachowasz.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Bieżące zmiany zostaną utracone.";

